// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "Tulostuslaitteet";

8BinMailbox = "8 lokeron postilaatikko";
5BinMailbox = "5 lokeron postilaatikko";
StaplerStacker = "Nitoja/niputtaja";
3BinStaplerStacker = "HP 3-lokeron Nitoja/niputtaja";
500SheetStaplerStacker = "HP:n 500 arkin nitova pinontalokero";
500SheetStacker = "HP:n 500 arkin pinontalokero";
BookletMaker = "HP Kirjasen teko";
BookletMakerFinisher = "HP kirjasen tekijä/viimeistelijä";
StaplerStackerWith23HolePuncher = "HP -nitoja/niputtaja 2/3 rei'ittimellä";
StaplerStackerWith24HolePuncher = "HP -nitoja/niputtaja 2/4 rei'ittimellä";
BookletMakerFinisherWith23HolePuncher = "HP:n vihkostoiminto/viimeistelijä ja 2/3-rei'itys";
BookletMakerFinisherWith24HolePuncher = "HP:n vihkostoiminto/viimeistelijä ja 2/4-rei'itys";
Stacker = "Niputtaja";
NoDevice = "Ei mitään";

Unknown = "Tuntematon";
UnknownDescription = " ";

Mailbox = "Postilaatikko";
MailboxDescription = "Kukin lokero liitetään tiettyyn käyttäjään tai käyttäjäryhmään. Kirjoittimelle lähetetyt työt määrittävät kohdelokeron, johon työt toimitetaan.";

StackerDescription = "Kirjoitin käyttää kaikkia lokeroita työn kopioiden pinoamiseen. Työt lähetetään ensin alimpaan lokeroon, sitten seuraavaksi ylempään lokeroon ja niin edelleen. Kun kaikki lokerot ovat täynnä, kirjoitin pysähtyy.";

JobSeparator = "Työn jakaja";
JobSeparatorDescription = "Kukin työ sijoitetaan erilliseen lokeroon. Työt sijoitetaan ensin ylimpään lokeroon, sitten seuraavaksi ylimpään ja niin edelleen. Kun kaikki lokerot on käytetty, seuraava työ sijoitetaan ylimpään lokeroon.";

Collator = "Collator";
CollatorDescription = "Kirjoitin lajittelee töiden kopiot eri lokeroihin.";

FunctionSeparator = "Toiminnon erotin";
FunctionSeparatorDescription = "Tässä tilassa kaikki saapuvat faksit, kopiot ja tulostustyöt ohjautuvat eri lokeroihin. Oletusarvon mukaan\nfaksit ohjautuvat ylimpään lokeroon\nkopiot ohjautuvat keskimmäiseen lokeroon\ntulostustyöt ohjautuvat alimpaan lokeroon.";

Footer = "Voit muuttaa toimintotilaa laitteen ohjauspaneelista.";

DataSendError = "Tietojen lähetys tulostimelle ei onnistu.";
DataSendErrorExplanation = "Varmista, että tulostin on liitetty ja kytketty toimimaan. Yritä sitten uudelleen.";
DataReceiveError = "Tietojen vastaanotto tulostimesta ei onnistu.";
DataReceiveErrorExplanation = "Varmista, että tulostin on liitetty ja kytketty toimimaan. Yritä sitten uudelleen.";
DataErrorRequestFailExplanation = "Tulostin ei voi käsitellä pyyntöäsi nyt. Yritä myöhemmin uudelleen.";

None = "Ei mitään";
TwoStaples = "Kaksi niittiä";
OneLeft = "Yksi vasemmalle";
OneRight = "Yksi oikealle";
OneLeftAngled = "Yksi vasemmassa kulmassa";
OneRightAngled = "Yksi oikeassa kulmassa";
TwoLeft = "Kaksi vasemmalle";
TwoRight = "Kaksi oikealle";
TwoTop = "Kaksi ylös";
TopLeft = "Ylävasen";
TopRight = "Yläoikea";
TopLeftOrRight = "Ylävasen tai -oikea";
TwoTopOrLeft = "Kaksi ylhäällä tai vasemmalla";
TwoBottom = "Kaksi alhaalla";
FourLeftOrTop = "Neljä vasemmalla tai ylhäällä";
FourLeft = "Neljä vasemmalla";
FourRight = "Neljä oikealla";
FourTop = "Neljä ylhäällä";
ThreeLeftOrTop = "Kolme vasemmalla tai ylhäällä";
ThreeLeft = "Kolme vasemmalla";
ThreeRight = "Kolme oikealla";
ThreeTop = "Kolme ylhäällä";

MultifunctionFinisher = "HP:n monitoimiviimeistelijä";
OneStaple = "Yksi niitti";
ThreeStaples = "Kolme niittiä";
SixStaples = "Kuusi niittiä";
AngledStaple = "Yksi niitti vinottain";
CustomStapling = "Mukautettu nidonta";

StaplesDescription = "Valitse, nidotaanko kaikki työt. Jos valitset vaihtoehdon YKSI VASEMMASSA KULMASSA, kaikki työt nidotaan. Oletusarvo on EI MITÄÄN.";
StaplesOutDescription = "Valitse jompikumpi vaihtoehto sen mukaan, haluatko lopettaa tulostuksen vai jatkaa sitä, kun nitojan niitit loppuvat. Oletusarvo on LOPETA.";

HSDPaperHandlingLabel = "Paperinkäsittelylaitteet";
ApplyButton = "Ota käyttöön";
HSDAttachedDeviceLabel = "Kytketty laite:";
HSDOperationModeLabel = "Toimintatila:";
HSDStaplingModeLabel = "Niputustila:";
HSDStaplesOutModeLabel = "Tila niittien loppuessa:";
HSDHolePunchModeLabel = "Rei'itys:";
HSDStopMode = "Lopeta";
HSDContinueMode = "Jatka";

HSDNoOutputDevicesMessage = "Tulolaitteita ei ole havaittu";